Repository: yoonhg84/CrossPromoKit
Catalog: Sources/CrossPromoKit/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# common.cancel
source: Cancel
ja: キャンセル
ko: 취소

# common.retry
source: Try Again
ja: 再試行
ko: 다시 시도

# emptyState.noApps.message
source: New apps will appear here when they're available.
ja: 新しいアプリが追加されると、ここに表示されます。
ko: 새로운 앱이 추가되면 여기에 표시됩니다.

# emptyState.noApps.title
source: No Apps Yet
ja: 紹介できるアプリがありません
ko: 소개할 앱이 없습니다

# emptyState.offline.message
source: The app list will load once you're back online.
ja: インターネットに接続すると、アプリ一覧を読み込めます。
ko: 인터넷에 연결되면 앱 목록을 불러올 수 있습니다.

# emptyState.offline.title
source: You're Offline
ja: オフラインです
ko: 오프라인 상태입니다

# overlayError.message
source: The in-app App Store couldn't be shown. Open it in the App Store app instead?
ja: アプリ内App Storeを表示できませんでした。App Storeアプリで開きますか？
ko: 인앱 App Store를 표시할 수 없습니다. App Store 앱에서 직접 열까요?

# overlayError.openInAppStore
source: Open in App Store
ja: App Storeで開く
ko: App Store에서 열기

# overlayError.title
source: Couldn't Open the App Store
ja: App Storeを開けませんでした
ko: App Store를 열 수 없습니다

# promoRow.accessibilityHint
source: Opens this app on the App Store
ja: このアプリをApp Storeで開きます
ko: App Store에서 이 앱을 엽니다

# promoRow.accessibilityLabel
source: %1$@, %2$@ category, %3$@
ja: %1$@、%2$@カテゴリ、%3$@
ko: %1$@, %2$@ 카테고리, %3$@
